{
    "translation": {
        "Yeiner": "Yeiner",
        "Inicio": "Home",
        "Portafolio": "Portfolio",
        "Sobre Mi": "About Me",
        "Servicios": "Services",
        "Contacto": "Contact",
        "HolaSoy": "Hi, I'm",
        "DescripcionFullStack1": "Web developer",
        "DescripcionFullStack2": "Full-Stack.",
        "DescripcionFullStack3": "I specialize in creating high-quality, high-performance web applications using modern technologies.",
        "GitHub": "GitHub",
        "Instagram": "Instagram",
        "LinkedIn": "LinkedIn",
        "DescargarCV": "Download CV",
        "JavaScript": "JavaScript",
        "HTML": "HTML",
        "CSS3": "CSS-3",
        "ReactJS": "ReactJS",
        "NodeJs": "NodeJs",
        "Angular": "Angular",
        "MisProyectos": "My",
        "Proyectos": "Projects",
        "Pokedex": "Pokedex",
        "DescripcionPokedex": "Displays avatars by their ID, name, and allows filtering by type. Each avatar has its own characteristics.",
        "RickMorty": "Rick and Morty",
        "DescripcionRickMorty": "Displays characters from the series and allows searching by ID, type, or location. Each character has its respective characteristics.",
        "RestaurantAPI": "Restaurant API",
        "DescripcionRestaurantAPI": "This API allows the creation of restaurants and meals through a user protected with JWT.",
        "AppPaises": "Countries App",
        "DescripcionAppPaises": "Allows you to search for a country by its name or capital to provide complete information, or search by region.",
        "Sobre": "About ",
        "Mi": "Me",
        "Ayuda": "I help you with the development of web applications.",
        "DescripcionSobreMi": "Committed to continuing to learn and grow in my web development career. I'm ready and excited to work as part of a team and collaborate with other developers and designers to create innovative solutions and overcome challenges.",
        "Leer Mas": "Read More",
        "MisServicios": "My Services",
        "FullStack": "Full-Stack",
        "DescripcionFullStackDetalle": "Full-stack developer with experience in designing, developing, and implementing dynamic and scalable web applications. I'm passionate about creating innovative and efficient solutions that solve real problems and provide value to users.",
        "BackEnd": "Back-End",
        "DescripcionBackEnd": "Backend developer with experience in logic development, data management, and integration of web application services. I'm interested in creating robust, secure, and efficient solutions that meet both functional and non-functional project requirements.",
        "FrontEnd": "Front-End",
        "DescripcionFrontEnd": "Frontend developer with experience in designing, developing, and implementing attractive and responsive web interfaces. I enjoy creating user experiences that are intuitive, accessible, and tailored to the needs and preferences of each client.",
        "MiContacto": "Contact Me",
        "NombreCompleto": "Full Name",
        "Email": "Email",
        "Telefono": "Phone",
        "Asunto": "Subject",
        "TuMensaje": "Your Message",
        "DerechosAutor": "Copyright &copy; 2023 | Yeiner Parra."
    }
}