{
    "translation": {
        "Yeiner": "Yeiner",
        "Inicio": "Inicio",
        "Portafolio": "Portafolio",
        "Sobre Mi": "Sobre Mí",
        "Servicios": "Servicios",
        "Contacto": "Contacto",
        "HolaSoy": "Hola, Soy",
        "DescripcionFullStack1": "Desarrollador web",
        "DescripcionFullStack2": "Full-Stack.",
        "DescripcionFullStack3": "Me especializo en crear aplicaciones web de alta calidad y rendimiento utilizando tecnologías modernas.",
        "GitHub": "GitHub",
        "Instagram": "Instagram",
        "LinkedIn": "LinkedIn",
        "DescargarCV": "Descargar CV",
        "JavaScript": "JavaScript",
        "HTML": "HTML",
        "CSS3": "CSS-3",
        "ReactJS": "ReactJS",
        "NodeJs": "NodeJs",
        "Angular": "Angular",
        "MisProyectos": "Mis",
        "Proyectos": "Proyectos",
        "Pokedex": "Pokedex",
        "DescripcionPokedex": "Muestra los avatares por su id, nombre y también filtrar por tipo. Cada avatar tiene sus características.",
        "RickMorty": "Rick and Morty",
        "DescripcionRickMorty": "Muestran los personajes de la serie y permite buscar por ID, tipo o ubicación. Cada personaje tiene sus respectivas características.",
        "RestaurantAPI": "Restaurant API",
        "DescripcionRestaurantAPI": "En esta API permite por medio de un usuario protegido con JWT la creación de restaurantes y comidas.",
        "AppPaises": "App Paises",
        "DescripcionAppPaises": "Permite buscar un país por su nombre o capital para entregar una información completa, o buscar por región.",
        "Sobre": "Sobre ",
        "Mi": "Mí",
        "Ayuda": "Te ayudo con el desarrollo de aplicaciones web.",
        "DescripcionSobreMi": "Comprometido a seguir aprendiendo y creciendo en mi carrera en el desarrollo web. Estoy listo y emocionado de trabajar en equipo y colaborar con otros desarrolladores y diseñadores para crear soluciones innovadoras y superar los desafíos que se presenten.",
        "Leer Mas": "Leer Más",
        "MisServicios": "Mis",
        "FullStack": "Full-Stack",
        "DescripcionFullStackDetalle": "Desarrollador full-stack con experiencia en el diseño, desarrollo e implementación de aplicaciones web dinámicas y escalables. Apasionado por crear soluciones innovadoras y eficientes que resuelvan problemas reales y generen valor para los usuarios.",
        "BackEnd": "Back-End",
        "DescripcionBackEnd": "Backend con experiencia en el desarrollo de la lógica, la gestión de datos y la integración de servicios de aplicaciones web. Interesado en crear soluciones robustas, seguras y eficientes que cumplan con los requisitos funcionales y no funcionales de los proyectos.",
        "FrontEnd": "Front-End",
        "DescripcionFrontEnd": "Desarrollador frontend con experiencia en diseño, desarrollo e implementación de interfaces web atractivas y responsivas. Gusta de crear experiencias de usuario intuitivas, accesibles y adaptadas a las necesidades y preferencias de cada cliente.",
        "Certificado": "Certificado",
        "MiContacto": "Mi",
        "NombreCompleto": "Nombre Completo",
        "Email": "E-mail",
        "Telefono": "Teléfono",
        "Asunto": "Asunto",
        "TuMensaje": "Tu Mensaje",
        "EnviarMensaje": "Enviar Mensaje",
        "DerechosAutor": "Copyright &copy; 2023 | Yeiner Parra.",
        "Quien": "¿Quien",
        "Soy": "Soy?",
        "Parrafo1": "Desarrollador web apasionado por crear aplicaciones web innovadoras y funcionales. Mi interés por la programación comenzó en enero de 2021, cuando decidí formarme de formaautodidacta en las tecnologías más demandadas del mercado. En 2022, tomé el bootcamp de Academlo durante 8 meses, donde aprendí",
        "Pärrafo1-2": "Luego continué mi formación por mi cuenta, donde aprendí TypeScript, Angular y Bootstrap 5.",
        "Parrafo2": "Mi estilo de trabajo se caracteriza por ser creativo, dinámico y orientado a la calidad. Me gusta estar al día de las últimas tendencias y herramientas en el desarrollo web y aplicarlas en mis proyectos. Me adapto fácilmente a las necesidades y preferencias de cada cliente, ofreciendo soluciones personalizadas y eficientes."
    }
}