{
    "translation": {
        "Yeiner": "Yeiner",
        "Inicio": "Início",
        "Portafolio": "Portfólio",
        "Sobre Mi": "Sobre Mim",
        "Servicios": "Serviços",
        "Contacto": "Contato",
        "HolaSoy": "Olá, eu sou",
        "DescripcionFullStack1": "Desenvolvedor web",
        "DescripcionFullStack2": "Full-Stack.",
        "DescripcionFullStack3": "Sou especializado na criação de aplicações web de alta qualidade e alto desempenho usando tecnologias modernas.",
        "GitHub": "GitHub",
        "Instagram": "Instagram",
        "LinkedIn": "LinkedIn",
        "DescargarCV": "Baixar CV",
        "JavaScript": "JavaScript",
        "HTML": "HTML",
        "CSS3": "CSS-3",
        "ReactJS": "ReactJS",
        "NodeJs": "NodeJs",
        "Angular": "Angular",
        "MisProyectos": "Meus",
        "Proyectos": "Projetos",
        "Pokedex": "Pokedex",
        "DescripcionPokedex": "Exibe avatares pelo ID, nome e permite filtrar por tipo. Cada avatar possui suas próprias características.",
        "RickMorty": "Rick e Morty",
        "DescripcionRickMorty": "Exibe personagens da série e permite pesquisar por ID, tipo ou localização. Cada personagem tem suas respectivas características.",
        "RestaurantAPI": "API de Restaurantes",
        "DescripcionRestaurantAPI": "Esta API permite a criação de restaurantes e refeições através de um usuário protegido com JWT.",
        "AppPaises": "Aplicativo de Países",
        "DescripcionAppPaises": "Permite buscar um país pelo nome ou capital para fornecer informações completas ou buscar por região.",
        "Sobre": "Sobre ",
        "Mi": "Mim",
        "Ayuda": "Eu ajudo você no desenvolvimento de aplicações web.",
        "DescripcionSobreMi": "Comprometido em continuar aprendendo e crescendo em minha carreira de desenvolvimento web. Estou pronto e animado para trabalhar em equipe e colaborar com outros desenvolvedores e designers para criar soluções inovadoras e superar desafios.",
        "Leer Mas": "Ler mais",
        "MisServicios": "Meus",
        "FullStack": "Full-Stack",
        "DescripcionFullStackDetalle": "Desenvolvedor full-stack com experiência em design, desenvolvimento e implementação de aplicativos web dinâmicos e escaláveis. Tenho paixão por criar soluções inovadoras e eficientes que resolvam problemas reais e agreguem valor aos usuários.",
        "BackEnd": "Back-End",
        "DescripcionBackEnd": "Desenvolvedor de back-end com experiência no desenvolvimento de lógica, gerenciamento de dados e integração de serviços de aplicativos web. Tenho interesse em criar soluções robustas, seguras e eficientes que atendam aos requisitos funcionais e não funcionais do projeto.",
        "FrontEnd": "Front-End",
        "DescripcionFrontEnd": "Desenvolvedor de front-end com experiência em design, desenvolvimento e implementação de interfaces web atraentes e responsivas. Gosto de criar experiências de usuário intuitivas, acessíveis e adaptadas às necessidades e preferências de cada cliente.",
        "Certificado": "Certificado",
        "MiContacto": "Meu",
        "NombreCompleto": "Nome Completo",
        "Email": "E-mail",
        "Telefono": "Telefone",
        "Asunto": "Assunto",
        "TuMensaje": "Sua Mensagem",
        "EnviarMensaje": "Enviar Mensagem",
        "DerechosAutor": "Direitos Autorais &copy; 2023 | Yeiner Parra.",
        "Quien": "Quem",
        "Soy": "Sou",
        "Parrafo1": "Desarrollador web apasionado por crear aplicaciones web innovadoras y funcionales. Mi interés por la programación comenzó en enero de 2021, cuando decidí formarme de formaautodidacta en las tecnologías más demandadas del mercado. En 2022, tomé el bootcamp de Academlo durante 8 meses, donde aprendí",
        "Pärrafo1-2": "Então continuei meu treinamento sozinho conta, onde aprendi TypeScript, Angular e Bootstrap 5.",
        "Parrafo2": "Meu estilo de trabalho é caracterizado por ser criativo, dinâmico e orientado para a qualidade. Eu gosto de estar estar atualizado com as últimas tendências e ferramentas em desenvolvimento web e aplicá-las em meus projetos. EU adapto-me facilmente às necessidades e preferências de cada cliente, oferecendo soluções personalizadas e eficiente."
    }
}